import React from 'react';
import News from '../../../../../components/league/news/News'

const ProLeagueNews = () => {
	return (
		<div>
			<News
				src={'https://cloudfront-us-east-2.images.arcpublishing.com/reuters/Y7V6DFNMUVODFJK2D3ABTRE5NM.jpg'}
				title={'В недавно завершившемся турнире 1х1 по FIFA 11 в про-лиге, команда Италии одержала победу в напряженной борьбе за первое место. Оба соперника, Италия и Бразилия, набрали по 34 очка в турнирной таблице. Однако именно итальянская сборная оказалась на первом месте благодаря успешным результатам в личных встречах.В ключевых матчах между этими командами Италия сумела одержать две победы над сборной Бразилии, что и решило судьбу первенства. Итальянцы продемонстрировали отличные навыки и стратегию, обеспечив себе высшую позицию на пьедестале.Это достижение для сборной Италии стало важным моментом в их киберспортивной карьере и продемонстрировало их лидерство в этом турнире. Бразильская команда, несмотря на высокие результаты, уступила первое место, но показала достойный уровень игры, что делает их соперниками на будущее.Турнир стал отличным примером напряженной и увлекательной борьбы, которая ожидает фанатов FIFA 11 и в дальнейшем.'}
			/>
			<News
				src={'https://e00-marca.uecdn.es/assets/multimedia/imagenes/2019/06/26/15615697535042.jpg'}
				title={'Бразильцы проявили невероятные навыки и стратегическое мышление на протяжении всего турнира, но в решающие моменты личных встреч против Италии им не удалось одержать победу. Итальянская команда выиграла два ключевых матча, что и решило судьбу первого места.Сборная Бразилии показала себя как сильный соперник и продемонстрировала высокий уровень игры. Это достижение подчеркивает потенциал команды и их готовность к будущим вызовам. Впереди у бразильских игроков еще много возможностей для успехов на международной арене, и их будущее выглядит многообещающим.'}
			/>
		</div>
	);
}

export default ProLeagueNews;
